Repository: tazjel/pYtLoader
Catalog: locale/*/LC_MESSAGES/pYtLoader.po
Languages: de

source: ~/Youtube/ directory and subdirectories created.
de: ~/Youtube/ Verzeichnis und Unterverzeichnisse erstellt.

source: Download and parse Sourcecode...
de: Quelltext herunterladen und verarbeiten....

source: ...downloaded...
de: ...heruntergeladen...

source: Resolutions: %d (Best: %s).
de: Auflösungen: %s

source: ...parsed.
de: ...verarbeitet

source: Use custom fmt=%s.
de: Benutzerdefiniertes fmt=%s.

source: Video is not in HD(720p) available.
de: Video ist nicht in HD(720p) verfügbar.

source: Video will be downloaded in default quality.
de: Video wird in standardqualität heruntergeladen.

source: Video is not in Full-HD(1080p) available.
de: Video ist nicht in HD(1080p) verfügbar.

source: Video will be downloaded in HD(720p).
de: Video wird in HD(720p) heruntergeladen.

source: Video is neither in Full-HD(1080p) nor in HD(720p) available.
de: Video ist weder in Full-HD(1080p) noch in HD(720p) verfügbar.

source: Temp-files created.
de: Temporäre Dateien erstellt.

source: Temp-file created.
de: Temporäre Datei erstellt.

source: The Video can't opened in the browser and converted. (Use only w/--webbrowser or -c/--convert).
de: Das Video kann nicht im Webbrowser geöffnet und konvertiert werde. (Nur w/--webbrowser oder -c/--convert benutzen)

source: Download completed.
de: Download abgeschlossen.

source: Audiofile will be extracted.
de: Audio wird extrahiert.

source: Converting...
de: Konvertiere...

source: Converted!
de: Konvertiert!

source: Only *.mp4 can be converted.
de: Nur *.mp4's können konvertiert werden.

source: Video already exists.
de: Video bereits Vorhanden.

source: Video will be moved to "%s/%s_new%s%s".
de: Video wird nach "%s/%s_new%s%s" verschoben.

source: "%s" moved to %s.
de: "%s" nach %s verschoben.

source: Video in your requested filetype not available.
de: Video im angeforderten Format nicht vorhanden.

source: Please use an other filetype.
de: Bitte ein anderes Format benutzen.

source: e.g. use *.flv instead of *.mp4.
de: z.B. benutze *.flv anstatt *.mp4.

source: ERROR: Format not available.
de: FEHLER: Format nicht verfügbar.

source: Download comleted. :-)
de: Download abgeschlossen. :-)

source: Starting Tagger
de: Tagger wird gestartet.

source: Close
de: Schließen

source: Interpret:
de: Künstler

source: The titel of the song.
de: Der Titel des Liedes.

source: The Album, on witch this song ws published.
de: Das Album, auf dem dieses Lied erschienen ist.

source: The band/The singer/The DJ who has published this Song on a album.
de: Die Band/Der Sänger/Der DJ der dieses Lied veröffentlicht hat.

source: Set id3-tag
de: id3-tag wird gesetzt.

source: Advanced
de: Erweitert

source: Check YouTube-Urls.
de: YouTube-Urls Überprüfen.

source: More resolutions
de: Mehr Auflösungen

source: Activate mp3-Tagger. (BETA)
de: mp3-Tagger aktiveren. (BETA)

source: Enable "Comic Sans MS" as Font
de: "Comic Sans MS" als Schriftart aktiveren.

source: Youtube Urls (seperated with spaces):
de: YouTube Urls (mit Leerzeichen getrennt):

source: Convert to mp3
de: Zu mp3 konvertieren

source: Download
de: Herunterladen

source: Reset
de: Zurücksetzen

source: Could not find a correct config file.
de: Keine korrekte Konfigurationsdatei gefunden.

source: Some options in the config file are incorrect.
de: Ein paar Optionen in der Konfigurationsdatei sind nicht korrekt.

source: Unexpected error by reading the config file.
de: Unerwarteter Fehler beim einlesen der Konfigurationsdatei.

source: Please enter YouTube-Url(s) in the textbox.
de: Bitte YouTube-Urls(s) in die Textbox einfügen.

source: One or more Urls are incorrect.
de: Eine oder mehr Urls sind fehlerhaft.

source: %s-v%s started
de: %s-v%s gestartet

source: %s ERROR: %s
de: %s FEHLER: %s

source: This is a easy program to download YouTube videos and extract the audio to mp3. (with shell or gui) (for mp3 lame and faad2 is required)
de: Mit diesem Programm kann man ganz einfach (entweder per gui oder shell) Videos von YouTube herunterladen und den Audiostream zu mp3 extrahieren lassen (lame und faad2 benötigt)

source: This program is biodegradable.
de: Dieses Programm ist Biologisch abbaubar.

source: Example for a fullHD-download and mp3 conversion: './pYtLoader.py -c --fullhd http://www.youtube.com/watch?v=uxk4hIX3Kn4'.
de: Beispiel für fullHD-Download und mp3-konvertierung: './pYtLoader.py -c --fullhd http://www.youtube.com/watch?v=uxk4hIX3Kn4'.

source: Normal options
de: Normale Optionen

source: Options, for non normal people.
de: Optionen, die ein normaler Mensch nicht braucht.

source: advanced options
de: Erweiterte Optionen

source: Convert video to (can be used only with mp4).
de: Video als mp3 konvertieren (kann nur mit mp4 verwendet werden).

source: Download in high quality (720p), if available.
de: Video in hoher Qualität (720p) herunterladen, wenn verfügbar.

source: Download in high quality (1080p), if available.
de: Video in hoher Qualität (1080p) herunterladen, wenn verfügbar.

source: Download as 3gp for mobile phones video (MPEG-4).
de: Video als 3gp für Mobilfunktelefone herunterladen (MPEG-4).

source: Download video as flv.
de: Video als flv herunterladen.

source: Download video in custom quality (-f 0 to show the fmt list; Without this option the best quality will be downloaded.)
de: Video in benutzerdefinierter Qualität herunterladen (-f 0 um eine fmt Liste anzuzeigen; Ohne diese Option wird mit der besten Qualität heruntergeladen)

source: Download in very high quality (4096x2304), if available.
de: Video in sehr hoher Qualität (4096x2304) herunterladen, wenn möglich.

source: Download as 3gp for mobile phones video (h263).
de: Video als 3gp für Mobilfunktelefon herunterladen (h263).

source: Download video in WebM.
de: Video im WebM Format herunterladen.

source: Only print download URL.
de: Downloadurl ausgeben.

source: Open downloadurl in your default webbrowser. (senseless?!)
de: Video Url im Webbrowser öffnen. (sinnentleert?)

source: mp4 - fmt-list
de: mp4 - fmt-Liste

source: FMT = Resolution
de: FMT = Auflösung

source: For more infos see fmt.xls
de: Weitere Infos siehe fmt.xls

source: We are on a Windows operating system.
de: Wir befinden uns auf einem Windows Betriebssystem.

source: We are on a Linux (or similar) operating system.
de: Wir befinden uns auf einem Linux (oder ähnlichem) Betriebssystem,

source: No wx-widgets found. Try to use --help for cmd help.
de: Keine wx-widgets gefunden. Versuche --help für die Kommandozeilenhilfe.
